[
    {
      "name": "LiQ Gaming Noob Friendly | 2X | Raidable Bases | PvP | Backpacks",
      "description": "PVP, Vanilla-esque, Monthly wipes, server2.liqgaming.com",
      "battlemetricId": 9702955,
      "rules":[
        {
            "title": "Hate Speech is strictly forbidden! - Any speech that denigrates a person or group will not be tolerated; including but not limited to race, sexual orientation, and religion. Any instances of hate speech considered offensive or hindering the experience of any player on a LiQuid Gaming Server will result in a ban as determined by a LiQ Admin."
        },
        {
            "title": "No Glitching, hacking, or any other type of cheating. - Any form of cheating will result in a ban as determined by a LiQ Admin."
        },
        {
            "title": "No real-life threats, doxing, or other types of malicious behavior. - Any violation of this rule will result in a ban as determined by a LiQ Admin."
        },
        {
            "title": "Don’t be Toxic or a Troll. - Under this rule, intentionally disrupting gameplay flow or other players' experience outside of normal gameplay and discussion will lead to a warn/kick/ban under the discretion of the LiQ admin."
        },
        {
            "title": "No Bunker bases - The TC and all loot in a base must be accessible via doors and/or windows. Loot and TC cannot be completely walled off. Bases found not following this rule will have built structures deleted for compliance. Players will be warned, kicked, then temporarily banned for violation."
        },
        {
            "title": "No in-siding - No betraying teammates. This is punishable by a temporary ban."
        },
        {
            "title": "No Griefing - Do not grief player bases or monuments by blocking them off. Raided player bases cannot be blocked from the original owner unless you intend to take over and utilize it. Players will be warned, kicked, then temporarily banned for violation."
        },
        {
            "title": "No Despawning Loot - Do NOT despawn loot to prevent other players from getting it. Players will be kicked or temporarily banned for violating this rule under the discretion of the LiQ admin."
        }
      ]                  
    }
  ]
